<?php

// 1. Создайте переменную с названием b содержащую boolean значение "ложь"

// 2. Создайте переменную с названием isLessonCompleted. И поместите в эту переменную значение "истина"

// 3. Создайте переменные с названием number1 и number2. И поместите в них различные целые числа (значения придумайте)

// 4. Выведите сумму чисел 3 и 4, вместе с типом получившегося значения

// 5. Создайте переменную x, и поместите в него число с плавающей точкой 7.3

// 6. Создайте переменную result, и поместите результат сложения переменных x и number1 и выведите его вместе с типом

// 7. Создайте переменные line1, line2, line3 и поместите в них три разные строки.

// 8. Создайте переменную line представляющую собой конкатенацию этих трех переменных в указанном порядке line1, line3, line2


